Repository: openSUSE/zypp-dialogsolver
Catalog: po/*.po
Languages: ca, es, gl, hr, lt, nb, nn, pl, uk, zh_tw

source: Critical Error
ca: Error crític
es: Error crítico
gl: Erro crítico
hr: Kritična greška
lt: Kritinė klaida
nb: Kritisk feil
nn: Kritisk feil
pl: Krytyczny Błąd
uk: Критична помилка
zh_tw: 緊急的錯誤

source: No valid solver result
ca: Resultat no vàlid
es: No hay resultado válido del resolvedor
gl: Non hai resultado válido da solución
hr: Nema valjanog rješenja
lt: Netinkamas sprendimo rezultatas
nb: Ingen gyldig konfliktløsning
nn: Inga gyldig konfliktløysing
pl: Brak ważnego mechanizmu rozwiązywania.
uk: Немає чинного результату вирішення
zh_tw: 沒有可用的解決方案

source: Error running the graph layouting tool.
ca: Error executant l'eina de formatació de gràfic.
es: Error al ejecutar la herramienta de disposición gráfica .
gl: Error ao executar a ferramenta de gráfica de disposición.
hr: Pogreška kod pokretanja alata za grafički raspored.
lt: Paleidžiant grafinio išdėstymo įrankį, įvyko klaida.
nb: Feil ved kjøring av grafisk oppsettverktøy.
nn: Feil ved køyring av grafformateringsverktøyet.
pl: Błąd podczas uruchamiania narzędzia graficznego planu.
uk: Помилка запуску засобу показу графіка.
zh_tw: 執行圖形介面工具發生錯誤。

source: Please check that 'dot' is installed (package GraphViz).
ca: Si us plau, comproveu que 'dot' estigui instal·lat (paquet GraphViz).
es: Por favor, comprueba que 'dot' está instalado (paquete GraphViz).
gl: Por favor, comprobe que 'dot' está instalado (paquete GraphViz).
hr: Molimo provjerite da li je 'dot' instaliran (paket GraphViz).
lt: Patikrinkite, ar įdiegtas „dot“ (paketas GraphViz).
nb: Kontroller at 'dot' er installert (pakken GraphViz).
nn: Kontroller at «dot» er installert (GraphViz-pakken).
pl: Proszę sprawdzić czy pakiet GraphViz jest zainstalowany .
uk: Перевірте чи встановлено "dot" (пакунок GraphViz).
zh_tw: 請檢查 'dot' 已安裝 (套件 GraphViz)。

source: Could not open tempfile %1 for writing.
ca: No s'ha pogut obrir el fitxer temporal %1 per escriure.
es: No se pudo abrir el archivo temporal %1 para escritura.
gl: Non se puido abrir o ficheiro temporal %1 para escritura.
hr: Ne mogu otvoriti privremenu datoteku %1 za pisanje.
lt: Nepavyksta įrašymui atverti laikinos rinkmenos %1.
nb: Kunne ikke åpne den midlertidige filen %1 for lagring.
nn: Klarte ikkje opna den mellombelse fila %1 for skriving.
pl: Nie można otworzyć pliku tymczasowego %1 do zapisu.
uk: Неможливо відкрити тимчасовий файл %1 для запису.
zh_tw: 無法開啟暫存檔 %1 來撰寫。

source: Could not start process "%1".
ca: No s'ha pogut iniciar el procés "%1".
es: No se pudo arrancar el proceso "%1".
gl: Non se puido arrincar o proceso "%1".
hr: Ne mogu pokrenuti proces "%1".
lt: Nepavyksta paleisti „%1“.
nb: Kunne ikke starte prosessen "%1".
nn: Klarte ikkje starta prosessen «%1».
pl: Nie można rozpocząć procesu "%1".
uk: Не вдалося запустити процес "%1".
zh_tw: 無法啟動程序 "%1"。

source: <br>Kind: %1<br>Version: %2<br>Source: %3</html>
ca: <br>Tipus: %1<br>Versió: %2<br>Font: %3</html>
es: <br>Clase: %1<br>Versión: %2<br>Fuente: %3</html>
gl: <br>Clase: %1<br>Versión: %2<br>Fonte: %3</html>
hr: <br>Vrsta: %1<br>Verzija: %2<br>Izvor: %3</html>
lt: <br>Rūšis: %1<br>Versija: %2<br>Šaltinis: %3</html>
nb: <br>Type: %1<br>Versjon: %2<br>Kilde: %3</html>
nn: <br>Type: %1<br>Versjon: %2<br>Kjelde: %3</html>
pl: <br>Rodzaj: %1<br>Wersja: %2<br>Źródło: %3</html>
uk: <br>Вид: %1<br>Версія: %2<br>Джерело: %3</html>
zh_tw: <br>種類： %1<br>版本： %2<br>來源： %3</html>

source: <b>Name</b>%1%2%3
ca: <b>Nom</b>%1%2%3
es: <b>Nombre</b>%1%2%3
gl: <b>Nome</b>%1%2%3
hr: <b>Ime</b>%1%2%3
lt: <b>Pavadinimas</b>%1%2%3
nb: <b>Navn</b>%1%2%3
nn: <b>Namn</b>%1%2%3
pl: <b>Nazwa</b>%1%2%3
uk: <b>Назва</b>%1%2%3
zh_tw: <b>名稱</b>%1%2%3

source: <b>Kind</b>%1%2%3
ca: <b>Tipus</b>%1%2%3
es: <b>Clase</b>%1%2%3
gl: <b>Clase</b>%1%2%3
hr: <b>Vrsta</b>%1%2%3
lt: <b>Rūšis</b>%1%2%3
nb: <b>Type</b>%1%2%3
nn: <b>Type</b>%1%2%3
pl: <b>Rodzaj</b>%1%2%3
uk: <b>Вид</b>%1%2%3
zh_tw: <b>種類</b>%1%2%3

source: <b>Version</b>%1%2%3
ca: <b>Versió</b>%1%2%3
es: <b>Versión</b>%1%2%3
gl: <b>Versión</b>%1%2%3
hr: <b>Verzija</b>%1%2%3
lt: <b>Versija</b>%1%2%3
nb: <b>Versjon</b>%1%2%3
nn: <b>Versjon</b>%1%2%3
pl: <b>Wersja</b>%1%2%3
uk: <b>Версія</b>%1%2%3
zh_tw: <b>版本</b>%1%2%3

source: <b>Source</b>%1%2%3
ca: <b>Font</b>%1%2%3
es: <b>Fuente</b>%1%2%3
gl: <b>Fonte</b>%1%2%3
hr: <b>Izvor</b>%1%2%3
lt: <b>Šaltinis</b>%1%2%3
nb: <b>Kilde</b>%1%2%3
nn: <b>Kjelde</b>%1%2%3
pl: <b>Źródło/b>%1%2%3
uk: <b>Джерело</b>%1%2%3
zh_tw: <b>來源</b>%1%2%3

source: <b>Description</b>%1%2%3
ca: <b>Descripció</b>%1%2%3
es: <b>Descripción</b>%1%2%3
gl: <b>Descrición</b>%1%2%3
hr: <b>Opis</b>%1%2%3
lt: <b>Aprašas</b>%1%2%3
nb: <b>Beskrivelse</b>%1%2%3
nn: <b>Skildring</b>%1%2%3
pl: <b>Opis/b>%1%2%3
uk: <b>Опис</b>%1%2%3
zh_tw: <b>描述</b>%1%2%3

source: Unselect item
ca: Desmarca l'ítem
es: Deseleccionar elemento
gl: Quitar a selección ao elemento
hr: Odznači stavku
lt: Nebesirinkti įrašo
nb: Velg bort element
nn: Vel vekk element
pl: Odznacz pozycję
uk: Скасувати вибір елемента
zh_tw: 未選取的項目

source: Select item
ca: Selecciona l'ítem
es: Seleccionar elemento
gl: Seleccionar elemento
hr: Odaberi stavku
lt: Pasirinkti įrašą
nb: Velg element
nn: Vel element
pl: Wybierz pozycję
uk: Вибрати елемент
zh_tw: 選取的項目

source: Display details
ca: Mostra'n els detalls
es: Mostrar detalles
gl: Amosar detalles
hr: Prikaži detalje
lt: Ekrano savybės
nb: Skjerminformasjon
nn: Vis detaljar
pl: Właściwości ekranu
uk: Показати подробиці
zh_tw: 顯示細節

source: Rotate counter-clockwise
ca: Gira a l'esquerra
es: Rotar en dirección contraria a las agujas del reloj
gl: Rotar en dirección contraria ás agullas do reloxio
hr: Rotiraj u smjeru obratnom od kazaljke na satu
lt: Sukti prieš laikrodžio rodyklę
nb: Roter mot klokken
nn: Drei mot klokka
pl: Obrót przeciwny do kierunku ruchu zegara
uk: Обернути проти год. стрілки
zh_tw: 逆時針方向旋轉

source: Rotate clockwise
ca: Gira cap a la dreta
es: Rotar en la dirección de las agujas del reloj
gl: Rotar en dirección das agullas do reloxio
hr: Rotiraj u smjeru kazaljke na satu
lt: Sukti pagal laikrodžio rodyklę
nb: Roter med klokken
nn: Drei med klokka
pl: Obrót zgodnie ze wskazówkami zegara
uk: Обернути за год. стрілкою
zh_tw: 順時針方向旋轉

source: Save tree as png
ca: Desa l'arbre com a png
es: Guardar árbol como png
gl: Gardar árbore coma png
hr: Sačuvaj stablo kao png
lt: Įrašyti medį kaip PNG rinkmeną
nb: Lagre struktur som png
nn: Lagra treet som PNG-bilete
pl: Zapisz drzewo jako png
uk: Зберегти дерево як png
zh_tw: 以 png 儲存樹狀

source: show installed packages
ca: mostra els paquets instal·lats
es: mostrar los paquetes instalados
gl: amosar os paquetes instalados
hr: prikaži instalirane pakete
lt: rodyti įdiegtus paketus
nb: vis installerte pakker
nn: vis installerte pakkar
pl: Pokaż zainstalowane pakiety
uk: показати встановлені пакунки
zh_tw: 顯示已安裝的套件

source: show recommended packages
ca: mostra els paquets recomanats
es: mostrar los paquetes recomendados
gl: amosar os paquetes recomendados
hr: prikaži preporučene pakete
lt: rodyti patariamus įdiegti paketus
nb: Vis anbefalte pakker
nn: vis anbefalte pakkar
pl: Pokaż zalecane pakiety
uk: показати рекомендовані пакунки
zh_tw: 顯示建議的套件

source: Search:
ca: Cerca:
es: Buscar:
gl: Procura:
hr: Pretraga:
lt: Paieška:
nb: Søk:
nn: Søk:
pl: Szukaj:
uk: Пошук:
zh_tw: 搜尋：

source: Description
ca: Descripció
es: Descripción
gl: Descrición
hr: Opis
lt: Aprašas
nb: Beskrivelse
nn: Skildring
pl: Opis
uk: Опис
zh_tw: 描述

source: Name
ca: Nom
es: Nombre
gl: Nome
hr: Ime
lt: Pavadinimas
nb: Navn
nn: Namn
pl: Nazwa
uk: Назва
zh_tw: 名稱

source: Version
ca: Versió
es: Versión
gl: Versión
hr: Verzija
lt: Versija
nb: Versjon
nn: Versjon
pl: Wersja
uk: Версія
zh_tw: 版本

source: Dependency
ca: Dependència
es: Dependencia
gl: Dependencia
hr: Ovisnost
lt: Priklausomybė
nb: Avhenger av
nn: Avhengnad
pl: Zależność
uk: Залежності
zh_tw: 相依性

source: Kind
ca: Tipus
es: Clase
gl: Clase
hr: Vrsta
lt: Rūšis
nb: Type
nn: Type
pl: Rodzaj
uk: Вид
zh_tw: 種類

source: Needs
ca: Requereix
es: Necesita
gl: Precisa
hr: Potrebno
lt: Reikia
nb: Krever
nn: Krev
pl: Wymagania
uk: Потребує
zh_tw: 需要

source: Needed by
ca: Requerit per
es: Necesitado por
gl: Precisado por
hr: Potrebno za
lt: Reikalingas
nb: Kreves av
nn: Er kravd av
pl: Wymagane przez
uk: Потрібні для
zh_tw: 被...需要
